[{'file': 'dummy path', 'text': 'with the people themselves. When one is ninety percent ready to encounter failure, it would be a\nlittle too much if the world didn’t cooperate even ten percent with it – the world makes a ten percent\ncontribution.\nThe same principle applies to those who go on attaining success as it does to those who meet with\nfailures. Those who are healthy and those who remain mostly sick, those who are peaceful and\nthose who are continuously restless – all are subject to the same principle. Deep down, whatsoever\nyou want to be that’s what you become. Thoughts become objects, thoughts become happenings,\nthoughts create your personality. Essentially, we alone are responsible for the way we live, and the\nlevel at which we live. We alone lay the foundation of the life we live. Once this truth is understood,\nwhat I am explaining to you will become clear.\nI have already mentioned to you that as long as one has not entered death voluntarily, he cannot be'}, {'file': 'dummy path', 'text': 'Those who really want to know the full meaning of life should have an experience of death at least\nonce. Without having seen what death is like, they can never really know what life is worth. That’s\nthe only way to realize that they have something of immense value – the elixir of life – which they can\nknow only by passing through the experience of death. One who cannot go through this experience\nremains sadly deprived, because if he could see once on 
his own what death is like, the fear of\ndeath would no longer exist for him; then there is no death at all.\nSimply using your total willpower you can draw your consciousness inside from all parts of your\nbody. Y ou close your eyes and feel that the consciousness is shrinking inward. Y ou feel the energy\nmoving away from your hands and feet towards the inside. Y ou see the energy moving down from\nyour head. The energy begins to converge upon the center from where it originated – the rays begin\nto withdraw from all points.'}, {'file': 'dummy path', 'text': 'So the ﬁrst principle in the discipline of operating the will is to pull all the life energy inward at one\npoint. The moment this energy becomes condensed at the inner core, it jumps out of the body.\nJust a desire to come out of the body, and the phenomenon occurs. And again, just a desire to get\nback into the body, and it is back in. This does not involve any doing on your part. The only thing\nthat requires any action is that of simply drawing all the energy inside at a certain point. Once that\nhappens, your subtle body can easily get out of the physical body and get back in.\nAnd Now, And Here 22 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nIf the seeker goes through this experience once, his entire life is transformed instantly. Then what\nhe had known as life until that moment, he will no longer be able to call it the same. Similarly, he will\nnot look upon death the way he did until then. He will ﬁnd it a little difﬁcult to run after the things he'}, {'file': 'dummy path', 'text': 'And Now, And Here 21 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\ncross. And, as if nails have been driven into their hands, holes appear in their palms and blood\nbegins to ﬂow. With such resolve do they become identiﬁed with Jesus that, as it were, they go\nthrough an actual cruciﬁxion. Without any means being used, a hole being made, a nail being\ndriven, the blood begins to ﬂow from their hands.\nWe are not 
aware of the immense possibilities in which willpower can be effective. Entering death\nvoluntarily is the most profound of all experiments in exercising one’s will. Ordinarily it is not difﬁcult\nto make a resolve in favor of life – we indeed want to live. But it is very difﬁcult to make use of will\nfor the sake of experiencing death.\nThose who really want to know the full meaning of life should have an experience of death at least\nonce. Without having seen what death is like, they can 
never really know what life is worth. That’s'}, {'file': 'dummy path', 'text': 'depart, it leaves behind the tiny seed. This phenomenon occurs at one level – the physical. Similarly,\nconsciousness, on a different level, gathers itself and becomes a seed in order to enter the seed\npresent in some other body.\nAll journeys begin with the seed and end with the seed. Remember, that which is the beginning is\nalso the end. The journey’s cycle ends where it started. We begin from a seed, we end up again\nas a seed. So the question is: at the moment of death, at which center would the consciousness\ngather to shrink and become a seed? It would, of course, gather at the very center you have lived\nthrough all your life. It would concentrate at the center which was most valuable to you in your life,\nbecause that was your most active center; one should say, that was the very point from where your\nwhole vital energy functioned.\nFor example, if a man lived his whole life obsessed with sex, if he knew nothing beyond sex, if sex'}, {'file': 'dummy path', 'text': 'just being. That’s the right expression; being has a much wider connotation. The moment you say\n”just awareness,” you obviously leave something out. The word ’just’ is indicative of omission. When\nyou say ”just consciousness,” you exclude something that does not fall within the parameters set by\nusing the word ’just’; otherwise, why would you have added ’just’ before consciousness?\nQuestion 7\nCAN WE SAY: ONL Y AWARENESS?\nY es, saying ”only awareness” will do, but again, there is no need to add ’only’ before it. ’Awareness’\nis enough – then there is no problem.\nQuestion 8\nYOU HAVE SAID THAT BY RESOLVING CONSCIOUSL Y TO WITHDRAW INSIDE, OR AT THE\nTIME OF DEATH, THE ENTIRE LIFE ENERGY SHRINKS AND RETURNS TO THE CENTER FOR\nTHE 
PURPOSE OF TURNING INTO A SEED ONCE AGAIN. AT WHICH CENTER DOES THE\nENERGY SHRINK? DOES IT CONCENTRATE AT THE AGYA CHAKRA, AT THE NAVEL, OR AT\nSOME OTHER POINT? WHICH IS THE MOST IMPORTANT CHAKRA, AND WHY?'}, {'file': 'dummy path', 'text': 'umbrella with me, so I came back.” A man wanting to kill himself drops the idea if he is without an\numbrella! This is how it is.\nWe all think of dying many times, but not for the sake of dying really. The idea comes to us because\nthere is some problem in our life. We think of ending our lives because we lack resolution. Just a\nlittle trouble, a little difﬁculty, and one rushes to end it all.\nOne who wants to 
meet death because he can’t face the problems of life is not a man of will.\nHowever, if a man sets out to have a direct, positive experience of death, if he is on his way to know\nwhat death is with a positive attitude, if he has no conﬂict with life, if he is not against life, then even\nin death this man is searching for life. This is a totally different thing.\nThere is yet another signiﬁcant factor involved in this matter. Ordinarily, we cannot determine our\nbirth. Although ultimately we do inﬂuence birth, but our determination of it happens through our'}, {'file': 'dummy path', 'text': 'In the state of witnessing, there exists a ﬁrm feeling of ”I am” and ”you are.” In the state where\nthere is just awareness, only the feeling of ”I am-ness” remains, the feeling of ’you’ disappears.\nThere is just the feeling of am-ness. In tathata, besides the feeling of am-ness, there is the feeling\nthat my am-ness, my existence and your you-ness, your existence, constitute only one 
is-ness, one\nexistence; that they are one and the same. As long as there exists just the awareness, just the\nfeeling of am-ness, there will remain a world outside 
my state of am-ness – a world which I am not,\na world that exists beyond the limits of my am-ness, separate.\nTathata is limitless, it is simply being. So if you mean tathata, then it is not just awareness; it means\njust being. That’s the right expression; being has a much wider connotation. The moment you say\n”just awareness,” you obviously leave something out. The word ’just’ is indicative of omission. When'}, {'file': 'dummy path', 'text': 'Tathata, suchness, is the suprememost resolution; it’s the ultimate resolve. There is no\ndetermination higher than this. Even the resolve to enter death voluntarily is not so great a resolve\nreally. Tathata 
means accepting things as they are. In a way, even the resolve to die voluntarily has\nits roots somewhere in nonacceptance. That is, we want to know what death is; 
we want to verify\nwhether death actually occurs or not.\nTathata means, if death appears we will die; if life remains we’ll continue to live. Neither are we\nconcerned with life, nor with death. If darkness falls we’ll stay in the dark; if the light appears we’ll\nAnd Now, And Here 28 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nsettle with light. If something good comes to us we’ll receive it; if something bad befalls us we’ll bear\nit. Whatsoever happens, we are willing to accept it – we deny nothing. Let me explain this to you\nwith an example.'}, {'file': 'dummy path', 'text': 'Many individuals who take birth and attain higher consciousness on this earth, have to seek birth\non other planets. Actually, people who brought information from other planets to this earth were\nbasically from the other planets. It’s only now that the scientists have come to recognize there may\nbe life on some ﬁfty thousand planets. Y ogis have known this since ancient times. In the past,\nhowever, 
they didn’t have any means to verify it. But when the souls who belonged to other planets\ntook birth on earth and brought the news, their hypothesis was conﬁrmed. Similarly, those who have\ncarried the news of this planet to other planets are also different kinds of souls – the ones which\ncould not be conceived on the earth.\nAnd Now, And Here 36 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nAt the moment of death, the consciousness of man comes together totally. In that crystallized form it\ndraws in all his conditionings, propensities, desires – the total essence, we may call it the perfume or'}, {'file': 'dummy path', 'text': 'have no idea of this silence; for them music is no more than noise.\nFor a master musician, the words, or the notes have no direct bearing upon the music. To him the\nmusical notes merely serve the purpose of emphasizing the state of no-sound that exists in between.\nAnd Now, And Here 20 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nSo whatever we practice continuously, whatever we resolve persistently, begins to manifest, show\nresults.\nThe way human beings, birds, animals, plants live, is determined by their will. Whatever we resolve\ndeeply is what we become. There is a signiﬁcant account in the life of Ramakrishna. In his life\nRamakrishna had practiced six or seven spiritual disciplines of different religions. He felt that if all\nreligions lead to the same place, why not follow their methods and verify this truth? So he underwent\nthe disciplines of the Christians, the Suﬁs, the Vaishnavas, the Shaivites, the Tantrikas, and so on.\nWhatever method he could lay his hands on, he tried.'}, {'file': 'dummy path', 'text': 'There is yet another signiﬁcant factor involved in this matter. Ordinarily, we cannot determine our\nbirth. Although ultimately we do inﬂuence birth, but our determination of it happens through our\nunconscious state. We never know why we will be born, where we will be born, and for what\npurpose we will be born. But death, in a way, is something which can be determined by us. Death\nis a very unusual event in life, it’s a very decisive happening.\nNothing can be clearly 
determined by us as far as birth is concerned – that is, where to take birth,\nthe purpose of taking birth, the circumstances surrounding the birth, and so on. But about death we\ncan certainly decide how we are going to die, where we are going to die, why we are going to die.\nWe can deﬁnitely determine the way we want to die.\nSo Mahavira had given permission to follow the discipline of death for this reason also, that one\nwho will die applying this method will automatically become the determiner of his next birth as well,'}]








[{'file': 'dummy path', 'text': 'Those who really want to know the full meaning of life should have an experience of death at least\nonce. Without having seen what death is like, they can never really know what life is worth. That’s\nthe only way to realize that they have something of immense value – the elixir of life – which they can\nknow only by passing through the experience of death. One who cannot go through this experience\nremains sadly deprived, because if he could see once on his own what death is like, the fear of\ndeath would no longer exist for him; then there is no death at all.\nSimply using your total willpower you can draw your consciousness inside from all parts of your\nbody. Y ou close your eyes and feel that the consciousness is shrinking inward. Y ou feel the energy\nmoving away from your hands and feet towards the inside. Y ou see the energy moving down from\nyour head. The energy begins to converge upon the center from where it originated – the rays begin\nto withdraw from all points.'}, {'file': 'dummy path', 'text': 'with the people themselves. When one is ninety percent ready to encounter failure, it would be 
a\nlittle too much if the world didn’t cooperate even ten percent with it – the world makes a ten percent\ncontribution.\nThe same principle applies to those who go 
on attaining success as it does to those who meet with\nfailures. Those who are healthy and those who remain mostly sick, those who are peaceful and\nthose who are continuously restless – all are subject to the same principle. Deep down, whatsoever\nyou want to be that’s what you become. Thoughts become objects, thoughts become 
happenings,\nthoughts create your personality. Essentially, we alone are responsible for the way we live, and the\nlevel at which we live. We alone lay the foundation of the life we live. Once this truth is understood,\nwhat I am explaining to you will become clear.\nI have already mentioned to you that as long as one has not entered death voluntarily, he cannot be'}, {'file': 'dummy path', 'text': 'In the state of witnessing, there exists a ﬁrm feeling of ”I am” and ”you are.” In the state where\nthere is just awareness, only the feeling of ”I am-ness” remains, the feeling of ’you’ disappears.\nThere is just the feeling of am-ness. In tathata, besides the feeling of am-ness, there is the feeling\nthat my am-ness, my existence and your you-ness, your existence, constitute only one is-ness, one\nexistence; that they are one and the same. As long as there exists just the awareness, just the\nfeeling of am-ness, there will remain a world outside my state of am-ness – a world which I am not,\na world that exists beyond the limits of my am-ness, separate.\nTathata is limitless, it is simply being. So if you mean tathata, then it is not just awareness; it means\njust being. That’s the right expression; being has a much wider connotation. The moment you say\n”just awareness,” you obviously leave something 
out. The word ’just’ is indicative of omission. When'}, {'file': 'dummy path', 'text': 'have no idea of this silence; for them music is no more than noise.\nFor a master musician, the words, or the notes have no direct bearing upon the music. To him the\nmusical notes merely serve the purpose of emphasizing the state of no-sound that exists in between.\nAnd Now, And Here 20 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nSo whatever we practice continuously, whatever we resolve persistently, begins to manifest, show\nresults.\nThe way human beings, birds, animals, plants live, is determined by their will. Whatever we resolve\ndeeply is what we become. There is a signiﬁcant account in the life of Ramakrishna. In his life\nRamakrishna had practiced six or seven spiritual disciplines of different religions. He felt that if all\nreligions lead to the same place, why not follow their methods and verify this truth? So he underwent\nthe disciplines of the Christians, the Suﬁs, the Vaishnavas, the Shaivites, the Tantrikas, and so on.\nWhatever method he could lay his hands on, he tried.'}, {'file': 'dummy path', 'text': 'Many individuals who take birth 
and attain higher consciousness on this earth, have to seek birth\non other planets. Actually, people who brought information from other planets to this earth were\nbasically from the other planets. It’s only now that the scientists have come to recognize there may\nbe life on some ﬁfty thousand planets. Y ogis have known this since ancient times. In the past,\nhowever, they didn’t have any means to verify it. But when the souls who belonged to other planets\ntook birth on earth and brought the news, their hypothesis was conﬁrmed. Similarly, those who have\ncarried the news of this planet to other planets are also different kinds of souls – the ones which\ncould not be conceived on the earth.\nAnd Now, And Here 36 OshoCHAPTER 15. DISCIPLINE OF SUCHNESS\nAt the moment of death, the consciousness of man comes together totally. In that crystallized form it\ndraws in all his conditionings, propensities, desires – the total essence, we may call it the perfume or'}]